Repository: sebastianelopez/JugaEnEquipo-Mobile
Catalog: lib/l10n/app_*.arb
Languages: pt

# tournamentAcceptRequestMessage
source: Are you sure you want to accept the request from {teamName}?
pt: Tem certeza de que deseja aceitar a solicitação de {teamName}?

# tournamentDeclineRequestTitle
source: Decline Request
pt: Recusar Solicitação

# tournamentDeclineRequestMessage
source: Are you sure you want to decline the request from {teamName}?
pt: Tem certeza de que deseja recusar a solicitação de {teamName}?

# tournamentRequestAccepted
source: Request accepted successfully
pt: Solicitação aceita com sucesso

# tournamentRequestDeclined
source: Request declined successfully
pt: Solicitação recusada com sucesso

# tournamentErrorAcceptingRequest
source: Error accepting request
pt: Erro ao aceitar solicitação

# tournamentErrorDecliningRequest
source: Error declining request
pt: Erro ao recusar solicitação

# tournamentTabInfo
source: Information
pt: Informação

# tournamentTabRequests
source: Requests
pt: Solicitações

source: Optional
pt: Opcional

# tournamentFormImage
source: Tournament Image
pt: Imagem do Torneio

# tournamentFormSelectImage
source: Select Image
pt: Selecionar Imagem

# tournamentFormRegion
source: Region
pt: Região

# tournamentFormSearchResponsible
source: Search Responsible
pt: Buscar Responsável

# tournamentFormSearchResponsibleTitle
source: Search Responsible User
pt: Buscar Usuário Responsável

# tournamentFormSelectMaxTeams
source: Select maximum teams
pt: Selecione o máximo de equipes

# tournamentFormMinRank
source: Minimum Rank
pt: Rank Mínimo

# tournamentFormMaxRank
source: Maximum Rank
pt: Rank Máximo

# tournamentFormRules
source: Tournament Rules
pt: Regras do Torneio

# tournamentFormRulesList
source: List
pt: Lista

# tournamentFormRulesNumberedList
source: Numbered List
pt: Lista numerada

# tournamentFormRulesBold
source: Bold
pt: Negrito

# tournamentFormRulesItalic
source: Italic
pt: Itálico

# tournamentFormRulesTitle
source: Title
pt: Título

# tournamentFormRulesHint
source: Write the tournament rules... Example: # General Rules - Respect others - Punctuality # Game Rules 1. First rule 2. Second rule
pt: Escreva as regras do torneio... Exemplo: # Regras Gerais - Respeitar os outros - Pontualidade # Regras de Jogo 1. Primeira regra 2. Segunda regra

# tournamentFormRulesHelp
source: Use the buttons to add formatting. The text will be displayed as markdown.
pt: Use os botões para adicionar formatação. O texto será exibido como markdown.

source: Username
pt: Nome de usuário

# tournamentFormSearchUsernameHint
source: Search by username...
pt: Buscar por nome de usuário...

# tournamentFormNoUsersFound
source: No users found
pt: Nenhum usuário encontrado

# tournamentFormSearchMinChars
source: Type at least 3 characters to search
pt: Digite pelo menos 3 caracteres para buscar

# profileTabInfo
source: Information
pt: Informação

# tournamentFormMaxTeams
source: Maximum Teams
pt: Máximo de Equipes

# retryButton
source: Retry
pt: Tentar novamente

source: No conversations
pt: Não há conversas

source: Error loading conversations
pt: Erro ao carregar conversas

# editProfileTitle
source: Edit Profile
pt: Editar Perfil

# errorLoadingSocialNetworks
source: Error loading social networks: {error}
pt: Erro ao carregar redes sociais: {error}

# errorPickingImage
source: Error picking image: {error}
pt: Erro ao selecionar imagem: {error}

source: Background image updated successfully
pt: Imagem de fundo atualizada com sucesso

source: Failed to update background image
pt: Erro ao atualizar a imagem de fundo

source: Description updated successfully
pt: Descrição atualizada com sucesso

source: Failed to update description
pt: Erro ao atualizar a descrição

# addSocialNetwork
source: Add {networkName}
pt: Adicionar {networkName}

# usernameLabel
source: Username
pt: Nome de usuário

# enterSocialNetworkUsername
source: Enter your {networkName} username
pt: Digite seu nome de usuário do {networkName}

# addButton
source: Add
pt: Adicionar

# socialNetworkAddedSuccessfully
source: {networkName} added successfully
pt: {networkName} adicionado com sucesso

# failedToAddSocialNetwork
source: Failed to add {networkName}
pt: Erro ao adicionar {networkName}

source: Remove Network
pt: Remover Rede

# areYouSureRemoveNetwork
source: Are you sure you want to remove {networkName}?
pt: Tem certeza de que deseja remover {networkName}?

# socialNetworkRemoved
source: {networkName} removed
pt: {networkName} removido

# backgroundImageLabel
source: Background Image
pt: Imagem de Fundo

# descriptionLabel
source: Description
pt: Descrição

source: Tell us about yourself...
pt: Conte-nos sobre você...

source: Save Description
pt: Salvar Descrição

# socialNetworksLabel
source: Social Networks
pt: Redes Sociais

source: Your Networks:
pt: Suas Redes:

source: Add Network:
pt: Adicionar Rede:

# mustBeInTeamToRegister
source: You must be in a team to register
pt: Você deve estar em uma equipe para se registrar

# noTeamsInTournament
source: You don't have teams in this tournament
pt: Você não tem equipes neste torneio

source: Leave Tournament
pt: Abandonar Torneio

# leaveTournamentConfirmation
source: Are you sure you want to leave this tournament?
pt: Tem certeza de que deseja abandonar este torneio?

source: Select Team
pt: Selecione a Equipe

# changePasswordTitle
source: Change Password
pt: Alterar Senha

source: Current Password
pt: Senha Atual

source: New Password
pt: Nova Senha

source: Confirm New Password
pt: Confirmar Nova Senha

# passwordsDoNotMatch
source: New passwords do not match
pt: As novas senhas não coincidem

source: Password changed successfully
pt: Senha alterada com sucesso

# failedToChangePassword
source: Failed to change password. Please check your old password.
pt: Erro ao alterar a senha. Por favor, verifique sua senha antiga.

# pleaseEnterCurrentPassword
source: Please enter your current password
pt: Por favor, digite sua senha atual

# pleaseEnterNewPassword
source: Please enter a new password
pt: Por favor, digite uma nova senha

# passwordMinLength
source: Password must be at least 6 characters
pt: A senha deve ter pelo menos 6 caracteres

# pleaseConfirmNewPassword
source: Please confirm your new password
pt: Por favor, confirme sua nova senha

# passwordsDoNotMatchValidation
source: Passwords do not match
pt: As senhas não coincidem

source: Delete Account
pt: Excluir Conta

# deleteAccountConfirmation
source: Are you sure you want to delete your account? This action cannot be undone.
pt: Tem certeza de que deseja excluir sua conta? Esta ação não pode ser desfeita.

source: Account deleted successfully
pt: Conta excluída com sucesso

source: Failed to delete account
pt: Erro ao excluir a conta

source: Delete Player Profile
pt: Excluir Perfil de Jogador

# deletePlayerProfileConfirmation
source: Are you sure you want to delete your {gameName} profile?
pt: Tem certeza de que deseja excluir seu perfil de {gameName}?

source: Player profile deleted successfully
pt: Perfil de jogador excluído com sucesso

source: Error deleting player profile
pt: Erro ao excluir o perfil de jogador

# pleaseSelectGame
source: Please select a game
pt: Por favor, selecione um jogo

source: Player profile added successfully
pt: Perfil de jogador adicionado com sucesso

source: Player profile updated successfully
pt: Perfil de jogador atualizado com sucesso

source: Error saving player profile
pt: Erro ao salvar o perfil de jogador

# riotUsername
source: Username (RIOT)
pt: Nome de Usuário (RIOT)

# riotRegion
source: Region
pt: Região

# selectGame
source: Select a game
pt: Selecione um jogo

# leaveTeamConfirmation
source: Are you sure you want to leave this team?
pt: Tem certeza de que deseja deixar esta equipe?

source: Add Player Profile
pt: Adicionar Perfil de Jogador

source: Edit Player Profile
pt: Editar Perfil de Jogador

# gameLabel
source: Game
pt: Jogo

source: Account Type
pt: Tipo de Conta

source: View Team Profile
pt: Ver Perfil da Equipe

source: No Games
pt: Sem Jogos

# yearSingular
source: year
pt: ano

# yearPlural
source: years
pt: anos

# monthSingular
source: month
pt: mês

# monthPlural
source: months
pt: meses

# newTeam
source: New
pt: Novo
