Repository: sebastianelopez/JugaEnEquipo-Mobile
Catalog: lib/l10n/app_*.arb
Languages: pt

# loginButton
source: Log in
pt: Conecte-se

# loginCreateAccountButton
source: Create a new account
pt: Criar uma nova conta

# loginUserHintText
source: User
pt: Usuario

# loginPasswordHintText
source: Password
pt: Senha

# loginPasswordValidation
source: Password is required
pt: A senha é obrigatória

# loginUserValidation
source: The entered value doesn't look like an email
pt: O valor inserido não se parece com um e-mail

# loginUserRequiredValidation
source: Email is required
pt: O e-mail é obrigatório

# loginForgotPassword
source: Forgot your password?
pt: Esqueceu sua senha?

# forgotPasswordTitle
source: Recover password
pt: Recuperar senha

# forgotPasswordSubtitle
source: Enter your email and we'll send you a link to reset your password
pt: Digite seu e-mail e enviaremos um link para redefinir sua senha

# forgotPasswordButton
source: Send recovery link
pt: Enviar link de recuperação

# forgotPasswordSuccess
source: An email has been sent with instructions to reset your password
pt: Um e-mail foi enviado com instruções para redefinir sua senha

# forgotPasswordError
source: Error sending email. Please verify that the email is correct.
pt: Erro ao enviar e-mail. Verifique se o e-mail está correto.

# navSearchInputLabel
source: Search
pt: Busca

# advancedSearchTitle
source: Advanced search
pt: Busca avançada

# advancedSearchPlayersButton
source: Search players
pt: Buscar jogadores

# advancedSearchTeamsButton
source: Search teams
pt: Buscar equipes

# advancedSearchTeams
source: Teams
pt: Equipes

# advancedSearchPlayers
source: Players
pt: Jogadores

# advancedSearchGame
source: Game
pt: Jogo

# advancedSearchRole
source: Role
pt: Função

# advancedSearchRanking
source: Ranking
pt: Classificação

# timeYearSuffixText
source: year ago
pt: ano atras

# timeYearsSuffixText
source: years ago
pt: anos atras

# timeMonthSuffixText
source: month ago
pt: mes atras

# timeMonthsSuffixText
source: months ago
pt: meses atras

# timeWeekSuffixText
source: week ago
pt: semana atras

# timeWeeksSuffixText
source: weeks ago
pt: semanas atras

# timeDaySuffixText
source: day ago
pt: dia atras

# timeDaysSuffixText
source: days ago
pt: dias atras

# timeHourSuffixText
source: hour ago
pt: hora atras

# timeHoursSuffixText
source: hours ago
pt: horas atras

# timeMinuteSuffixText
source: minute ago
pt: minuto atras

# timeMinutesSuffixText
source: minutes ago
pt: minutos atras

# timeSecondSuffixText
source: second ago
pt: segundo atras

# timeSecondsSuffixText
source: seconds ago
pt: segundos atras

# drawerlanguageLabel
source: Language
pt: Linguagem

# drawerProfileLabel
source: Profile
pt: Perfil

# drawerSettingsLabel
source: Settings
pt: Configurações

# drawerLogoutLabel
source: Sign out
pt: Sair

# profilePageLabel
source: Profile
pt: Perfil

# profileFollowButtonLabel
source: Follow
pt: Seguir

# profileUnfollowButtonLabel
source: Unfollow
pt: Deixar de seguir

# profileMessagesButtonLabel
source: Messages
pt: Mensagens

# profileSendMessageButtonLabel
source: Send message
pt: Enviar mensagem

# profileFollowingButtonLabel
source: Following
pt: Seguindo

# profileFollowersButtonLabel
source: Followers
pt: Seguidores

# profilePrizesButtonLabel
source: Prizes
pt: Prêmios

# memberSinceLabel
source: Member since
pt: Membro desde

# tournamentWinsLabel
source: Tournament Wins
pt: Vitórias em Torneios

# socialMediaLabel
source: Social Media
pt: Redes Sociais

# achievementsAwardsLabel
source: Achievements & Awards
pt: Conquistas e Prêmios

# postsLabel
source: Posts
pt: Publicações

# profileTeamsLabel
source: Teams
pt: Equipes

# messagesPageLabel
source: Messages
pt: Mensagens

# commentsModalLabel
source: Comments
pt: Comentários

# notificationsPageLabel
source: Notifications
pt: Notificações

# notificationPostLiked
source: <b>{name}</b> liked your post.
pt: <b>{name}</b> curtiu sua publicação.

# notificationNewFollower
source: <b>{name}</b> started following you.
pt: <b>{name}</b> começou a te seguir.

# notificationPostCommented
source: <b>{name}</b> commented on your post.
pt: <b>{name}</b> comentou na sua publicação.

# notificationPostShared
source: <b>{name}</b> shared your post.
pt: <b>{name}</b> compartilhou sua publicação.

# notificationInviteToTeam
source: <b>{name}</b> has invited you to to join <b>{team}</b> team.
pt: <b>{name}</b> convidou você para fazer parte de sua equipe <b>{team}</b>.

# notificationApplicationAccepted
source: <b>{team}</b> has accepted your application for the {role} position in Overwatch. You are now a member of the professional team.
pt: <b>{team}</b> aceitou sua inscrição para a posição de {role} em Overwatch. Você agora é membro da equipe profissional.

# notificationTournamentRequestReceived
source: <b>{name}</b> sent a tournament registration request.
pt: <b>{name}</b> enviou uma solicitação de inscrição no torneio.

# notificationUserMentioned
source: <b>{name}</b> mentioned you in a post.
pt: <b>{name}</b> mencionou você em uma publicação.

# notificationTeamRequestReceived
source: <b>{name}</b> sent a team join request.
pt: <b>{name}</b> enviou uma solicitação para entrar na equipe.

# notificationTeamRequestAccepted
source: <b>{name}</b> accepted your team join request.
pt: <b>{name}</b> aceitou sua solicitação para entrar na equipe.

# notificationTournamentRequestAccepted
source: <b>{name}</b> accepted your tournament registration request.
pt: <b>{name}</b> aceitou sua solicitação de inscrição no torneio.

# notificationPostModerated
source: Your post has been moderated and not published due to inappropriate content. Please review our community policies.
pt: Sua publicação foi moderada e não foi publicada devido a conteúdo inadequado. Por favor, revise nossas políticas de comunidade.

# errorTitle
source: Error
pt: Erro

# errorMessage
source: An error has occurred. Please try again.
pt: Ocorreu um erro. Por favor, tente novamente.

# editProfileButtonLabel
source: Edit profile
pt: Editar perfil

source: User not found
pt: Usuário não encontrado

source: Team not found
pt: Equipe não encontrada

source: Try Again
pt: Tentar novamente

# teamIdRequired
source: Team ID is required
pt: ID da equipe é obrigatório

# prizesContent
source: Prizes content goes here
pt: Conteúdo de prêmios vai aqui

# teamMembersTitle
source: Team Members
pt: Membros da Equipe

# teamTournamentsTitle
source: Team Tournaments
pt: Torneios da Equipe

# teamWinsTitle
source: Team Wins
pt: Vitórias da Equipe

# teamTournamentsList
source: List of participated tournaments
pt: Lista de torneios participados

# teamWinsHistory
source: Win history
pt: Histórico de vitórias

# verifyImageTitle
source: View image
pt: Ver imagem

# changeProfileImageTitle
source: Change profile image
pt: Alterar imagem do perfil

source: Delete post
pt: Excluir post

# searchTeamSnackbar
source: Team: {name}
pt: Equipe: {name}

source: No posts yet
pt: Ainda não há posts

# followToSeePosts
source: Follow a team or player to see their posts.
pt: Siga uma equipe ou jogador para ver seus posts.

# searchUsersTeams
source: Search users or teams
pt: Pesquisar usuários ou equipes

# playersSection
source: Players
pt: Jogadores

# teamsSection
source: Teams
pt: Equipes

# verifiedStatus
source: Verified
pt: Verificado

# pendingStatus
source: Pending
pt: Pendente

# membersLabel
source: Members
pt: Membros

# gamesLabel
source: Games
pt: Jogos

# searchPlayersHint
source: Search players...
pt: Pesquisar jogadores...

# searchTeamsHint
source: Search teams...
pt: Pesquisar equipes...

# teamSizeFilter
source: Team Size
pt: Tamanho da Equipe

source: Verified teams only
pt: Apenas equipes verificadas

# playersSearchResult
source: Player search with filters: {filters}
pt: Pesquisa de jogadores com filtros: {filters}

# teamsSearchResult
source: Team search with filters: {filters}
pt: Pesquisa de equipes com filtros: {filters}

# viewMembersButtonLabel
source: View members
pt: Ver membros

# contactButtonLabel
source: Contact
pt: Contatar

# statisticsLabel
source: Statistics
pt: Estatísticas

# tournamentsPlayedLabel
source: Tournaments played
pt: Torneios jogados

# winsLabel
source: Wins
pt: Vitórias

# photoGalleryOption
source: Photo Gallery
pt: Galeria de fotos

# cameraOption
source: Camera
pt: Câmera

# unauthorizedError
source: Unauthorized
pt: Não autorizado

# unexpectedError
source: An unexpected error occurred. Please try again.
pt: Ocorreu um erro inesperado. Por favor, tente novamente.

# acceptButton
source: Accept
pt: Aceitar

# incorrectCredentials
source: The email or password is incorrect
pt: O e-mail ou senha está incorreto

# photoVideoButton
source: Photo / Video
pt: Foto / Vídeo

# writeMessageHint
source: Write message...
pt: Escrever mensagem...

# tournamentTitleColumn
source: Title
pt: Título

# officialColumn
source: Official
pt: Oficial

# gameColumn
source: Game
pt: Jogo

# registeredPlayersColumn
source: Registered players
pt: Jogadores inscritos

# settingsLabel
source: Settings
pt: Configurações

# darkmodeLabel
source: Darkmode
pt: Modo escuro

# languageLabel
source: Language
pt: Idioma

# commentsLabel
source: comments
pt: comentários

# imageNotSupported
source: This image type is not supported
pt: Este tipo de imagem não é suportado

source: Pick image error
pt: Erro ao selecionar imagem

# noImageSelected
source: You have not yet picked an image.
pt: Você ainda não selecionou uma imagem.

source: Error loading user profile
pt: Erro ao carregar o perfil do usuário

# tournamentDetailsTitle
source: Tournament Details
pt: Detalhes do Torneio

# tournamentParticipantsLabel
source: Participants
pt: Participantes

# tournamentGameInfoLabel
source: Game Information
pt: Informações do Jogo

# tournamentGameTypeLabel
source: Game Type
pt: Tipo de Jogo

# tournamentOfficialLabel
source: Official Tournament
pt: Torneio Oficial

# tournamentCommunityLabel
source: Community Tournament
pt: Torneio da Comunidade

# tournamentOfficialDescription
source: Organized by official game developers or sponsors
pt: Organizado por desenvolvedores oficiais ou patrocinadores

# tournamentCommunityDescription
source: Organized by the community
pt: Organizado pela comunidade

# tournamentParticipantsListLabel
source: List of registered participants will be displayed here
pt: A lista de participantes registrados será exibida aqui

# tournamentRegisteredTeamsLabel
source: Registered Teams
pt: Equipes registrados

# tournamentNoParticipantsLabel
source: No participants yet. Be the first to join!
pt: Ainda não há participantes. Seja o primeiro a se juntar!

# tournamentRegistrationSuccess
source: Successfully registered for tournament!
pt: Registrado com sucesso no torneio!

# tournamentAlreadyRegisteredLabel
source: Already Registered
pt: Já Registrado

# tournamentRegisterButtonLabel
source: Register for Tournament
pt: Registrar no Torneio

# tournamentAdditionalInfoLabel
source: Additional Information
pt: Informações Adicionais

# tournamentStartDateLabel
source: Start Date
pt: Data de Início

# tournamentStartDatePlaceholder
source: To be announced
pt: A ser anunciado

# tournamentLocationLabel
source: Location
pt: Localização

# tournamentPrizePoolLabel
source: Prize Pool
pt: Prêmio do Torneio

# tournamentPrizePoolPlaceholder
source: To be announced
pt: A ser anunciado

# tournamentFormTitle
source: Tournament Title
pt: Título do Torneio

# tournamentFormTitleHint
source: Ex: Summer Cup 2024
pt: Ex: Copa de Verão 2024

# tournamentFormDescription
source: Description
pt: Descrição

# tournamentFormDescriptionHint
source: Describe your tournament...
pt: Descreva seu torneio...

# tournamentFormGame
source: Game
pt: Jogo

# tournamentFormGameHint
source: Select a game
pt: Selecione um jogo

# tournamentFormType
source: Tournament Format
pt: Formato do Torneio

# tournamentFormDates
source: Tournament Dates
pt: Datas do Torneio

# tournamentFormStartDate
source: Start Date
pt: Data de Início

# tournamentFormEndDate
source: End Date
pt: Data de Fim

# tournamentFormSelectDate
source: Select date
pt: Selecionar data

# tournamentFormRegistrationDeadline
source: Registration Deadline
pt: Prazo de Inscrição

# tournamentFormConfiguration
source: Configuration
pt: Configuração

# tournamentFormOfficial
source: Official Tournament
pt: Torneio Oficial

# tournamentFormOfficialSubtitle
source: Mark as official platform tournament
pt: Marcar como torneio oficial da plataforma

# tournamentFormPrivate
source: Private Tournament
pt: Torneio Privado

# tournamentFormPrivateSubtitle
source: Only visible to invited participants
pt: Apenas visível para participantes convidados

# tournamentFormMaxParticipants
source: Max Participants
pt: Máx. Participantes

# tournamentFormPrizePool
source: Total Prize ($)
pt: Prêmio Total ($)

# tournamentFormCreateButton
source: Create Tournament
pt: Criar Torneio

# tournamentFormUpdateButton
source: Update Tournament
pt: Atualizar Torneio

# tournamentFormCancelButton
source: Cancel
pt: Cancelar

# tournamentFormDeleteButton
source: Delete
pt: Excluir

# tournamentFormDeleteTitle
source: Delete Tournament
pt: Excluir Torneio

# tournamentFormDeleteMessage
source: Are you sure you want to delete this tournament? This action cannot be undone.
pt: Tem certeza de que deseja excluir este torneio? Esta ação não pode ser desfeita.

# tournamentFormDeleteConfirm
source: Delete
pt: Excluir

# tournamentFormDeleteCancel
source: Cancel
pt: Cancelar

# tournamentFormSuccessCreate
source: Tournament created successfully
pt: Torneio criado com sucesso

# tournamentFormSuccessUpdate
source: Tournament updated successfully
pt: Torneio atualizado com sucesso

# tournamentFormSuccessDelete
source: Tournament deleted successfully
pt: Torneio excluído com sucesso

# tournamentFormErrorCreate
source: Error creating tournament
pt: Erro ao criar torneio

# tournamentFormErrorUpdate
source: Error updating tournament
pt: Erro ao atualizar torneio

# tournamentFormErrorDelete
source: Error deleting tournament
pt: Erro ao excluir torneio

# tournamentFormValidationTitleRequired
source: Title is required
pt: O título é obrigatório

# tournamentFormValidationTitleMinLength
source: Title must have at least 3 characters
pt: O título deve ter pelo menos 3 caracteres

# tournamentFormValidationDescriptionRequired
source: Description is required
pt: A descrição é obrigatória

# tournamentFormValidationDescriptionMinLength
source: Description must have at least 10 characters
pt: A descrição deve ter pelo menos 10 caracteres

# tournamentFormValidationGameRequired
source: You must select a game
pt: Você deve selecionar um jogo

# tournamentFormValidationStartDateRequired
source: You must select a start date
pt: Você deve selecionar uma data de início

# tournamentFormValidationEndDateRequired
source: You must select an end date
pt: Você deve selecionar uma data de fim

# tournamentFormValidationDateOrder
source: Start date must be before end date
pt: A data de início deve ser anterior à data de fim

# tournamentFormValidationDatePast
source: Start date cannot be in the past
pt: A data de início não pode estar no passado

# tournamentFormTypeSingleElimination
source: Single Elimination
pt: Eliminação Simples

# tournamentFormTypeDoubleElimination
source: Double Elimination
pt: Eliminação Dupla

# tournamentFormTypeRoundRobin
source: Round Robin
pt: Todos contra Todos

# tournamentFormTypeSwissSystem
source: Swiss System
pt: Sistema Suíço

# tournamentFormDeadline1Day
source: 1 day before
pt: 1 dia antes

# tournamentFormDeadline3Days
source: 3 days before
pt: 3 dias antes

# tournamentFormDeadline1Week
source: 1 week before
pt: 1 semana antes

# tournamentFormDeadline2Weeks
source: 2 weeks before
pt: 2 semanas antes

# tournamentFormSelectGame
source: Select a game
pt: Selecione um jogo

# tournamentFormViewDetails
source: View Details
pt: Ver Detalhes

# tournamentFormPlayers
source: Players
pt: Jogadores

# tournamentFormEdit
source: Edit
pt: Editar

# tournamentFormDelete
source: Delete
pt: Excluir

# tournamentFormTournamentDeleted
source: Tournament "{title}" deleted
pt: Torneio "{title}" excluído

# tournamentFormLoadingTournaments
source: Loading tournaments...
pt: Carregando torneios...

# tournamentFormNoTournamentsAvailable
source: No tournaments available
pt: Nenhum torneio disponível

# tournamentFormCheckBackLater
source: Check back later for new tournaments
pt: Volte mais tarde para novos torneios

# tournamentFormPleaseFixErrors
source: Please fix the errors in the form
pt: Por favor, corrija os erros no formulário

# validationRequired
source: This field is required
pt: Este campo é obrigatório

# validationFirstNameMin
source: First name must have at least 2 characters
pt: O nome deve ter pelo menos 2 caracteres

# validationFirstNameMax
source: First name must have at most 50 characters
pt: O nome deve ter no máximo 50 caracteres

# validationLastNameMin
source: Last name must have at least 2 characters
pt: O sobrenome deve ter pelo menos 2 caracteres

# validationLastNameMax
source: Last name must have at most 50 characters
pt: O sobrenome deve ter no máximo 50 caracteres

# validationInvalidEmail
source: Please enter a valid email address
pt: Por favor insira um endereço de e-mail válido

# validationUsernameMin
source: Username must have at least 3 characters
pt: O nome de usuário deve ter pelo menos 3 caracteres

# validationUsernameMax
source: Username must have at most 20 characters
pt: O nome de usuário deve ter no máximo 20 caracteres

# validationUsernameInvalid
source: Username can only contain letters, numbers, underscores and dots
pt: O nome de usuário pode conter apenas letras, números, sublinhados e pontos

# validationPasswordMinLength
source: Password must have at least 8 characters
pt: A senha deve ter pelo menos 8 caracteres

# validationPasswordHasUpperCase
source: Password must contain at least one uppercase letter
pt: A senha deve conter pelo menos uma letra maiúscula

# validationPasswordHasLowerCase
source: Password must contain at least one lowercase letter
pt: A senha deve conter pelo menos uma letra minúscula

# validationPasswordHasNumber
source: Password must contain at least one number
pt: A senha deve conter pelo menos um número

# validationPasswordHasSpecialChar
source: Password must contain at least one special character
pt: A senha deve conter pelo menos um caractere especial

# validationPasswordsDontMatch
source: Passwords do not match
pt: As senhas não coincidem

# passwordRequirementsTitle
source: Password Requirements
pt: Requisitos de Senha

# registerFirstNameHint
source: First Name
pt: Nome

# registerLastNameHint
source: Last Name
pt: Sobrenome

# registerUsernameHint
source: Username
pt: Nome de usuário

# registerPasswordHint
source: Password
pt: Senha

# registerConfirmPasswordHint
source: Repeat password
pt: Repetir senha

# registerButton
source: Register
pt: Registrar

# registerAlreadyHaveAccount
source: Already have an account? Sign In
pt: Já tem uma conta? Faça login

# registerErrorCreatingAccount
source: Error creating account
pt: Erro ao criar conta

source: Edit Team
pt: Editar Equipe

source: Manage Games
pt: Gerenciar Jogos

source: Team Requests
pt: Solicitações da Equipe

source: Requests
pt: Solicitações

source: Delete Team
pt: Excluir Equipe

source: Leave Team
pt: Deixar Equipe

source: Request Access
pt: Solicitar Acesso

source: Remove Member
pt: Remover Membro

source: Accept Request
pt: Aceitar Solicitação

source: Decline Request
pt: Recusar Solicitação

source: Team updated successfully
pt: Equipe atualizada com sucesso

source: Error updating team
pt: Erro ao atualizar a equipe

source: Team deleted successfully
pt: Equipe excluída com sucesso

source: Error deleting team
pt: Erro ao excluir a equipe

source: Left team successfully
pt: Você deixou a equipe com sucesso

source: Error leaving team
pt: Erro ao deixar a equipe

source: Access request sent
pt: Solicitação de acesso enviada

source: Error sending request
pt: Erro ao enviar a solicitação

source: Request accepted
pt: Solicitação aceita

source: Error accepting request
pt: Erro ao aceitar a solicitação

source: Request declined
pt: Solicitação recusada

source: Error declining request
pt: Erro ao recusar a solicitação

source: Member removed from team
pt: Membro removido da equipe

source: Error removing member
pt: Erro ao remover o membro

source: Game added
pt: Jogo adicionado

source: Error adding game
pt: Erro ao adicionar o jogo

source: Game removed
pt: Jogo removido

source: Error removing game
pt: Erro ao remover o jogo

source: No pending requests
pt: Não há solicitações pendentes

# areYouSureDeleteTeam
source: Are you sure you want to delete this team? This action cannot be undone.
pt: Tem certeza de que deseja excluir esta equipe? Esta ação não pode ser desfeita.

# areYouSureLeaveTeam
source: Are you sure you want to leave this team?
pt: Tem certeza de que deseja deixar esta equipe?

# areYouSureRemoveMember
source: Are you sure you want to remove {name} from the team?
pt: Tem certeza de que deseja remover {name} da equipe?

source: Cancel
pt: Cancelar

source: Save
pt: Salvar

source: Remove
pt: Remover

source: Delete
pt: Excluir

source: Leave
pt: Deixar

source: Team Name
pt: Nome da Equipe

source: Description
pt: Descrição

source: Waiting for Approval
pt: Aguardando Aprovação

source: Edit Profile
pt: Editar Perfil

source: Profile Image
pt: Imagem de Perfil

source: Background Image
pt: Imagem de Fundo

# changeProfileImage
source: Tap to change profile image
pt: Toque para alterar a imagem de perfil

source: Change Background Image
pt: Alterar Imagem de Fundo

source: Danger Zone
pt: Zona de Perigo

# deleteTeamConfirmation
source: Are you sure you want to delete this team? This action cannot be undone.
pt: Tem certeza de que deseja excluir esta equipe? Esta ação não pode ser desfeita.

# resetPasswordTitle
source: Reset Password
pt: Redefinir Senha

# resetPasswordSubtitle
source: Enter your new password below
pt: Digite sua nova senha abaixo

# resetPasswordSuccess
source: Password reset successfully! You can now log in with your new password.
pt: Senha redefinida com sucesso! Agora você pode fazer login com sua nova senha.

# resetPasswordGoToLogin
source: Go to Login
pt: Ir para Login

# resetPasswordButton
source: Reset Password
pt: Redefinir Senha

# resetPasswordInvalidToken
source: The token is invalid or has expired
pt: O token é inválido ou expirou

# resetPasswordError
source: Error resetting password. Please try again.
pt: Erro ao redefinir a senha. Por favor, tente novamente.

# tournamentStatusFinished
source: Finished
pt: Finalizado

# tournamentStatusOngoing
source: Ongoing
pt: Em andamento

# tournamentStatusUpcoming
source: Upcoming
pt: Próximo

# tournamentStatusLabel
source: Tournament Status
pt: Status do Torneio

source: Tournament Responsible
pt: Responsável do Torneio

# tournamentStartDate
source: Start
pt: Início

# tournamentEndDate
source: End
pt: Fim

# tournamentPrize
source: Prize
pt: Prêmio

# tournamentUserNotAvailable
source: User not available
pt: Usuário não disponível

# tournamentYouAreCreator
source: You are the creator
pt: Você é o criador

# tournamentYouAreRole
source: You are {role}
pt: Você é {role}

source: Loading...
pt: Carregando...

# tournamentPendingRequests
source: Pending Requests
pt: Solicitações Pendentes

# tournamentNoPendingRequests
source: No pending requests
pt: Não há solicitações pendentes

# tournamentRequestCountSingular
source: 1 request
pt: 1 solicitação

# tournamentRequestCountPlural
source: {count} requests
pt: {count} solicitações

# tournamentRequestRequested
source: Requested
pt: Solicitado

# tournamentAcceptRequest
source: Accept
pt: Aceitar

# tournamentDeclineRequest
source: Decline
pt: Recusar

# tournamentAcceptRequestTitle
source: Accept Request
pt: Aceitar Solicitação
